print('Здравствуйте! Вы заполняете анкету по курсу Backend Developer.\n')

name=input("Введите ваше имя: ")
surname=input("Введите вашу фамилию: ")
year_of_birth=int(input("Введите ваш год рождения: " ))
q1_answer=int(input("Сколько полных лет опыта у вас в разработке? "))
q2_answer=input("Одним предложением ответь на вопрос:  Почему вы выбрали именно это направление? ")
q3_answer=input("Готовы вы пойти до конца курса и сдать финальный проект? ")

print("\nИнформация которую Вы нам передали: ")
print(f"Ваше имя: {name}")
print(f"Ваша фамилия: {surname}")
print(f"Вам около {2023 - year_of_birth} лет ")
print("Ответ на первый вопрос: ",q1_answer)
print("Ответ на второй вопрос: ",q2_answer)
print("Ответ на третий вопрос: ",q3_answer)

print('\nВаши ответы записаны. Спасибо за уделенное время. До свидания!')
